import { ITasks } from "./tasksFor30daysEn"


export const tasksRu: ITasks[] = [
    {
        day: 1,
        title: "Стакан тёплой воды по утрам",
        content: [
            {
                text: "Тут все просто, вода основная составляющая нашего организма. О пользе воды можно говорить вечно.",
                isBold: false
            },
            {
                text: "Чем же полезен стакан тёплой воды по утрам?",
                isBold: true
            },
            {
                text: "Вода помогает проснуться организму, способствует улучшению метаболизма (помогает снизить вес), а также хорошо влияет на кожу.",
                isBold: false
            },
            {
                text: "❗️Важно:",
                isBold: true
            },
            {
                text: "Пить воду надо в ближайшие 10 минут после пробуждения, на тощак.",
                isBold: false
            },
        ],
    },
    {
        day: 2,
        title: "Убирайся в комнате.",
        content: [
            {
                text: "Чистая комната = чистый разум.",
                isBold: false
            },
            {
                text: "На первый взгляд может показаться, что это какой-то бред. Однако, учёные проводили эксперимент: Они исследовали школьные парты учеников. Выяснилось, что обучающиеся у которых все школьные принадлежности разбросаны в хаотичном порядке по парте, на 20-30% отстают по успеваемости от других учащихся",
                isBold: false
            },
        ],
    },
    {
        day: 3,
        title: "Холодный душ",
        content: [
            {
                text: "О способах принятия душа можно  спорить вечно. Я расскажу о том, что выполняю сам. Я принимаю холодный душ.",
                isBold: false
            },
            {
                text: "Почему именно холодный? И зачем это надо",
                isBold: true
            },
            {
                text: "Вы могли видеть, что холодный душ повышает тестостерон, но это все бред. Подробнее о тестостероне я расскажу позже.",
                isBold: false
            },
            {
                text: "Так зачем же я тогда принимаю холодный душ? Все просто. Для профилактики организма и для того, чтобы взбодриться по утрам (холодный душ даёт большой заряд энергии на целый день)",
                isBold: false
            },
            {
                text: "До 16 лет я часто болел простудой. Стоило мне выйти на улицу без шапки, как на следующий день у меня была температура. Врач мне сказал, что можно попробовать закалку, а именно: принимать холодный душ каждый день. Вот и все, спустя пол года я вообще забыл о болезнях. А как бонус, моя продуктивность повысилась.",
                isBold: false
            },
            {
                text: "❗️Важно:",
                isBold: true
            },
            {
                text: "Холодная вода - это не открыть кран на максимум и стоять под ледяной водой. Нет, вы должны начинать постепенно, сначала температура воды должна быть комнатной, потом ниже, ниже ... и т.д",
                isBold: false
            },
        ],
    },
]